Repository: abdullah12388/Khofo
Catalog: khofo/locale/*/LC_MESSAGES/django.po
Languages: ar

source: update
ar: تعديل

source: delete
ar: مسح

source: Manage
ar: ادارة

source: Advertiser Name
ar: اسم المعلن

source: Advertiser Email
ar: البريد الإلكتروني للمعلن

source: Advertiser Phone
ar: هاتف المعلن

source: File
ar: ملف

source: Page
ar: صفخة

source: Start Date
ar: تاريخ البدء

source: End Date
ar: تاريخ الانتهاء

source: user
ar: المستخدم

source: address
ar: عنوان

source: profile_picture
ar: صوره الصفحه الشخصية

source: phone
ar: رقم الهاتف

source: ssn_id
ar: الرقم القومي

source: birth_date
ar: تاريخ الميلاد

source: gender
ar: جنس

source: created_on
ar: تم إنشاؤها

source: modified_on
ar: تم تعديلها

source: AdsManager
ar: مدير الاعلانات

source: AdsManagers
ar: مديرين الاعلانات

source: advertiser_name
ar: اسم المعلن

source: advertiser_email
ar: البريد الإلكتروني للمعلن

source: advertiser_phone
ar: هاتف المعلن

source: image
ar: صورة

source: page
ar: صفحة

source: start_date
ar: تاريخ البدء

source: end_date
ar: تاريخ الانتهاء

source: show_num
ar: رقم ظهور الاعلان

source: duration
ar: الفترة الزمنيه

source: interval
ar: المدة الزمنية

source: next_show-time
ar: موعد العرض القادم

source: advertise_manager
ar: مدير الإعلانات

source: Advertisement
ar: الإعلانات

source: Advertisements
ar: الإعلانات

source: ssnid
ar: الرقم القومي

source: Delegate
ar: مندوب

source: Delegates
ar: المندوبين

source: price
ar: السعر

source: provider price
ar: سعر المزود

source: final price
ar: السعر النهائي

source: final provider price
ar: السعر النهائي للمزود

source: ordered
ar: تم الطلب

source: processing
ar: قيد التنفيذ

source: prepared
ar: جهزت

source: accepted
ar: تم قبولها

source: rejected
ar: تم رفضها

source: shipped
ar: الشحن

source: delivered
ar: تم الطلب

source: category
ar: الفئة

source: sub_category
ar: التصنيف فرعي

source: delegate
ar: مندوب

source: product
ar: منتج

source: quantity
ar: كمية

source: money_type
ar: نوع العملة

source: status
ar: الحالة

source: delegate_report
ar: تقرير المندوب

source: shipping_report
ar: تقرير الشحن

source: provider
ar: سعر المزود

source: shipping
ar: الشحن

source: specification
ar: مواصفات

source: modified_by
ar: تم تعديلها بواسطة

source: is_trashed
ar: مهملات

source: is_reviewed
ar: شوهدت مؤخرا

source: Order
ar: الطلب

source: Orders
ar: الطلبات

source: date
ar: تعديل

source: order
ar: تم الطلب

source: History
ar: التاريخ

source: Histories
ar: التاريخ

source: add_date
ar: إضافة تاريخ

source: specs
ar: خصائص

source: max_quantity
ar: كمية

source: Cart
ar: عربة التسوق

source: Carts
ar: عربات التسوق

source: user_address
ar: عنوان

source: user_country
ar: البلد

source: user_region
ar: المنطقة

source: user_city
ar: المستخدم

source: user_zip_code
ar: الكود البريدي

source: user_mobile
ar: الموبايل

source: importer_country
ar: البلد

source: importer_port
ar: ميناء المستورد

source: order_amount
ar: تم الطلب

source: shipping_amount
ar: تقرير الشحن

source: exproter_bank
ar: البنك المصدر

source: exproter_account_number
ar: رقم حساب المصدر

source: exproter_bank_fees
ar: رسوم البنك المصدر

source: importer_bank
ar: بنك المستورد

source: iloc_amount
ar: البلد

source: iloc_file
ar: الصفحه الشخصية

source: shipping_company
ar: الشحن

source: arrival_date
ar: تاريخ البدء

source: shipping_file
ar: الشحن

source: total_orders
ar: الكود البريدي

source: name
ar: الاسم

source: name_ar
ar: الاسم باللغه العربية

source: created_by
ar: تم انشائها بواسطة

source: Category
ar: الفئة

source: Categories
ar: الفئات

source: SubCategory
ar: الفئة الفرعية

source: SubCategories
ar: الفئات الفرعية

source: provider_price
ar: سعر المزود

source: brand_name
ar: اسم العلامة التجارية

source: brand_name_ar
ar: اسم العلامة التجارية باللغة العربية

source: model_number
ar: رقم الموديل

source: short_description
ar: وصف قصير

source: short_description_ar
ar: وصف قصير باللغة العربية

source: main_img
ar: الصورة الرئيسية

source: stars
ar: النجوم

source: long_desc_img
ar: صورة الوصف الطويل

source: additional_shipping_cost
ar: تكلفة اضافية للشحن

source: shipping_condition
ar: تقرير الشحن

source: Product
ar: المنتج

source: Products
ar: المنتجات

source: ProductImage
ar: صورة المنتج

source: ProductImages
ar: صور المنتج

source: review
ar: شوهدت مؤخرا

source: Review
ar: التقيم

source: Reviews
ar: التقيمات

source: discount
ar: البلد

source: type
ar: النوع

source: showed_in
ar: ظهر في

source: ProductOffer
ar: عرض حصري للمنتج

source: ProductOffers
ar: عرض حصري للمنتجات

source: spec_name
ar: الاسم

source: spec_name_ar
ar: الاسم باللغة العربيه

source: SpecName
ar: اسم الخاصية

source: SpecNames
ar: اسماء الخصائص

source: spec_value
ar: قيمة الخاصية

source: spec_value_ar
ar: قيمة الخاصية باللغة العربية

source: SpecValue
ar: قَيِّم الخاصية

source: SpecValues
ar: قَيِّم الخصائص

source: ShowRecent
ar: عَرَضٍ آخَرَ تحديث

source: ShowRecents
ar: عَرَضٍ آخَرَ التحديثات

source: SpecNameChangeable
ar: اسم الخاصية المتغيرة

source: SpecNameChangeables
ar: اسم الخصائص المتغيرة

source: SpecValueChangeable
ar: قيمة الخاصية المتغيرة

source: SpecValueChangeables
ar: قَيِّم الخصائص المتغيرة

source: working_field
ar: مجال العمل

source: website
ar: الموقع

source: Provider
ar: المزود

source: Providers
ar: المزودين

source: Shipping
ar: الشحن

source: Shippings
ar: الشحن

source: Shipping Condition
ar: تقرير الشحن

source: Shipping Conditions
ar: تقارير الشحن

source: Country
ar: البلد

source: Shipping Time
ar: الشحن

source: Shipping Times
ar: الشحن

source: country
ar: البلد

source: slice_min
ar: اقل شريحة

source: slice_max
ar: اقصي شريحة

source: rate
ar: السعر

source: initial_cost
ar: القيمة الفعليه

source: price_average
ar: متوسط السعر

source: transport_time
ar: وقت النقل

source: Express
ar: شحن سريع

source: Air Freight
ar: شحن جوي

source: Air Freights
ar: شحن جوي

source: Sea Freight
ar: شحن بحري

source: Sea Freights
ar: شحن بحري

source: Email
ar: البريد الالكتروني

source: Message
ar: الرسالة

source: email
ar: البريد الالكتروني

source: message
ar: الرسالة

source: document1
ar: وئيقة 1

source: document2
ar: وئيقة 2

source: document3
ar: وثيقة 3

source: document4
ar: وثيقة 4

source: document5
ar: وثيقة 5

source: Mail
ar: البريد الوارد

source: Mails
ar: البريد الوارد

source: address_ar
ar: عنوان

source: postal_code
ar: الكود البريدي

source: logo
ar: الشعار

source: logo_2
ar: الشعار

source: login_logo
ar: لوجو الدخول

source: facebook
ar: الفيسبوك

source: twitter
ar: تويتر

source: google
ar: جوجل

source: youtube
ar: يوتيوب

source: wuzzuf
ar: وظف

source: linkedin
ar: لينكدان

source: instagram
ar: أنستجرام

source: knicks_link
ar: لينك شركة knicks

source: knicks_logo
ar: شعار شركة knicks

source: dollar_rate
ar: سعر الدولار

source: language
ar: اللغة

source: SiteInfo
ar: معلومات الموقع

source: music
ar: اغنية

source: Music
ar: اغنية

source: Musics
ar: اغاني

source: Username
ar: الاسم

source: E-mail
ar: البريد الالكتروني

source: Password
ar: كلمة المرور

source: Address
ar: عنوان

source: Region
ar: المنطقة

source: City
ar: المدينة

source: Zip Code
ar: الكود البريدي

source: Mobile
ar: الموبايل

source: Countries
ar: البلاد

source: region
ar: المنطقة

source: city
ar: المدينة

source: zip_code
ar: الكود البريدي

source: mobile
ar: الموبايل

source: BuyerUserDetails
ar: تفاصيل المشتري

source: This email is already exists.
ar: هذا الحساب بالفعل موجود

source: Username must be between 4 and 30 characters.
ar: يجب ان لا تقل كلمة المرور عن 8 احرف ولا تزيد عن 30 حرف

source: Email must be between 8 and 60 characters.
ar: يجب ان لا تقل كلمة المرور عن 8 احرف ولا تزيد عن 30 حرف

source: password must be between 8 and 30 characters.
ar: يجب ان لا تقل كلمة المرور عن 8 احرف ولا تزيد عن 30 حرف

source: Password must not contain extra white spaces.
ar: يجب على كلمة المرور ان لا تحتوي علي مسافات زيادة

source: email or username or password is empty.
ar: اسم المستخدم او كلمة المرور لا يمكن ان يكون فارغ

source: this account is not active
ar: هذا الحساب غير نشط

source: Username or Password not valid
ar: اسم المستخدم أو كلمة المرور غير صحيح

source: username and password can not be empty
ar: اسم المستخدم او كلمة المرور لا يمكن ان يكون فارغ

source: The confirm password is not match the new Password.
ar: كلماتان المرور غير متطابقتان

source: old password or new password is empty
ar: كلمة المرور القديمة أو الجديدة فارغة

source: This email not belong to any account
ar: هذا البريد الإلكتروني لا ينتمي إلى أي حساب

source: Email can not be empty
ar: اسم المستخدم او كلمة المرور لا يمكن ان يكون فارغ

source: Arabic
ar: عربي

source: English
ar: انجليزي

source: Profile Information
ar: معلومات الملف الشخصي

source: Account Information
ar: معلومات الحساب

source: Verify
ar: تحقق

source: Modify Address Information
ar: تعديل معلومات العنوان

source: Agree
ar: موافق

source: Continue to purchase
ar: مواصلة الشراء

source: Change Password
ar: تغيير كلمة المرور

source: Modify Account Password
ar: تغيير كلمة المرور!

source: Constraints
ar: قواعد

source: New Password
ar: كلمة السر الجديدة

source: Enter Your New Password
ar: أدخل كلمة السر الجديدة

source: Confirm Password
ar: تأكيد كلمة السر

source: Confirm Your New Password
ar: تأكيد كلمة السر الجديدة

source: Change
ar: تغيير

source: Confirm Not Matched New
ar: كلمة السر غير مطابقة

source: Password Matched
ar: كلمة السر مطابقة

source: Your password must be between 8 and 30 characters
ar: يجب ان لا تقل كلمة المرور عن 8 احرف ولا تزيد عن 30 حرف

source: Your password must not contain extra white spaces
ar: يجب على كلمة المرور ان لا تحتوي علي مسافات زيادة

source: Account details
ar: تفاصيل الحساب

source: Address Book
ar: تحديث دفتر العناوين

source: Your default shipping address
ar: عنوان الشحن الافتراضي الخاص بك

source: Welcome
ar: مرحباً بك

source: If you are not registered click on Register!
ar: إن لم تكن عضو لدينا اضغط على تسجيل!

source: Login
ar: دخول

source: Register
ar: تسجيل

source: Forget Password?
ar: تغيير كلمة المرور!

source: Send
ar: إرسال

source: Log in
ar: دخول

source: Enter username
ar: اسم المعلن

source: username
ar: الاسم

source: Enter password
ar: تغيير كلمة المرور

source: password
ar: كلمة المرور

source: Remember me
ar: تذكرنى

source: Forgot Password
ar: تغيير كلمة المرور!

source: Account
ar: الحساب

source: Choose Shipping
ar: اختار نوع الشحن

source: Name
ar: اسم الخاصية

source: Quantity
ar: كمية

source: Weight
ar: الوزن

source: Size
ar: الحجم

source: Price
ar: السعر

source: Total
ar: المجموع الكلي

source: Choose
ar: اختر

source: Confirm Shipping Condition
ar: تقرير الشحن

source: Your Payment Was
ar: كان الدفع الخاص بك

source: Successful
ar: ناجح

source: Your Payment Has Been Successfully Received
ar: تم استلام دفعتك بنجاح

source: Has Not Been Processed
ar: لم تتم معالجتها

source: There Was A Problem Processing Your Payment
ar: حدثت مشكلة أثناء معالجة الدفع الخاص بك

source: Pay Using Visa or Master Card
ar: ادفع باستخدام PayPal أو Visa أو Mastercard

source: Payment is
ar: الدفع

source: Processing
ar: قيد التنفيذ

source: EGP
ar: جنيه مصري

source: Total Orders
ar: الطلبات

source: Total Shipping
ar: الشحن

source: Total Price
ar: السعر النهائي

source: USD
ar: دولار امريكي

source: Sign Up
ar: انشاء حساب

source: Enter E-mail
ar: المدة الزمنية

source: Already have an Account
ar: هل لديك حساب

source: Update Account details
ar: تحديث تفاصيل الحساب

source: Update Address Book
ar: تحديث دفتر العناوين

source: Invoice
ar: رقم الطلب

source: ordered on
ar: تم الطلب

source: Documentation
ar: الوثائق

source: Change password
ar: تغيير كلمة المرور

source: Log out
ar: تسجيل خروج

source: Please correct the error below.
ar: من فضلك اصلح الخطأ

source: Please correct the errors below.
ar: من فضلك اصلح الاخطاء

source: Filter
ar: تصفيه

source: Total provider price
ar: السعر النهائي للمزود

source: Total quantity
ar: كمية

source: Total price
ar: السعر النهائي

source: Sub Cat
ar: فئة فرعية

source: Discount
ar: خصم

source: offers
ar: عروض

source: Your Purchases Cart
ar: منتجاتك

source: Specifications
ar: مواصفات

source: No Specifications
ar: لا توجد مواصفات

source: Verify Your Purchases
ar: تحقق من مشترياتك

source: Order Total
ar: الطلب

source: Need Help ?
ar: تحتاج مساعدة ؟

source: Get In Touch
ar: ابقى على تواصل

source: Attach File
ar: أرفق ملف

source: Send Messages
ar: ارسال

source: Pay Using PayPal , Visa or Master Card
ar: ادفع باستخدام PayPal أو Visa أو Mastercard

source: Got a Question?
ar: هل لديك استفسار

source: Call Us
ar: اتصل بنا

source: Got Question? Call Us
ar: لديك سؤال؟ اتصل بنا

source: Previous
ar: السابق

source: Next
ar: التالي

source: Home
ar: الرئيسية

source: Contact Us
ar: اتصل بنا

source: About Us
ar: عن الشركة

source: Language
ar: اللغة

source: Search for products
ar: بحث عن منتجات

source: Profile
ar: الصفحه الشخصية

source: Logout
ar: تسجيل خروج

source: model
ar: موديل

source: Available
ar: المتاح

source: Select
ar: اختار

source: Add to Cart
ar: اضافة لعربة التسوق

source: Description
ar: وصف طويل

source: Has An Inquiry About That Product
ar: لديك استفسار بخصوص المنتج

source: Added Successfully.
ar: تمت اضافته بنجاح

source: Continue Shopping
ar: تابع التسوق

source: Go To Cart
ar: الذهاب لعربة التسوق

source: Sorry
ar: عذراَ

source: This product out of stock
ar: لقد نفذ هذا المنتج

source: Choose Stars
ar: أختار النجوم

source: required
ar: مطلوب

source: Enter Review
ar: أكتب تقيمك

source: Type Your Review
ar: أكتب تقيمك

source: Submit
ar: أرسال

source: show
ar: عرض

source: Last
ar: الاخير

source: recently viewed
ar: شوهدت مؤخرا

source: Back To All
ar: العودة إلى الكل

source: Filtering Panel
ar: لوحة الترشيح

source: Min
ar: أقل سعر

source: Max
ar: أعلي سعر

source: choose
ar: اختار

source: reset
ar: اعاده ضبط

source: Products List
ar: المنتجات

source: All Products
ar: كل المنتجات

source: No Products
ar: لا يوجد منتجات

source: Sort By
ar: ترتيب حسب

source: Newest
ar: الأحدث

source: Lowest Price
ar: أقل سعر

source: Highest Price
ar: أعلي سعر

source: Go To Filter Page
ar: الذهاب إلى تصفية الصفحة
